JIEBA_ADDITIONAL_WORDS = {
    'add_words_positive': ['质权人', '实际控制人', '复牌', '重大事项', '重大资产重组', '大股东', '解除质押', '停牌',
                           '恢复转让', '发行股份', '质押', '解押', '收购意向协议', '增资扩股', '相关事项', '要约收购',
                           '关联交易', '控股股东', '股权转让', '非公开', '公司股权', '实际控制权', '增资扩股项目',
                           '对上述应收账款进行减值', '立案调查', '实施逮捕', '法律', '法规', '股权划转', '股权变更',
                           '交割过户', '资产置换', '股权转让', '股份转让', '股权变更'],

    'add_words_negative': ['不存在', '不确定', '不构成', '不迟于', '不停牌'],

    'add_words_drop': ['具体内容链接如下', '指定信息披露平台上披露', '筹划重大事项', '信息披露平台披露', '公司披露',
                       '公司将继续积极推进后续事项', '敬请投资者关注注意投资风险', '披露相关事项'],

    'add_words_company': ['有限责任公司', '珠海全志科技', '合肥东芯通信', '东芯通信', '控股子公司', '公司披露', '铜化集团',
                          '乐视网']
}